[
  {
    "id": "1",
    "title": "Медитация для начинающих",
    "author": "Иван Иванов",
    "image": "https://images.unsplash.com/photo-1461766705442-58d58276121a?q=80&w=3570&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта программа идеально подходит для тех, кто только начинает свой путь в медитации. Она поможет вам расслабиться, сосредоточиться на дыхании и научиться отпускать посторонние мысли. Практика проста и занимает всего 15 минут.",
    "trainingDuration": "15 минут",
    "purpose": "Расслабление",
    "instructions": [
      "Найдите тихое место и сядьте в удобную позу. Убедитесь, что ваша спина прямая, а руки расслаблены.",
      "Закройте глаза и сделайте несколько глубоких вдохов и выдохов, чтобы расслабиться.",
      "Сосредоточьтесь на своём дыхании. Наблюдайте за тем, как воздух входит и выходит, не меняя его ритма.",
      "Если появляются посторонние мысли, просто отметьте их и мягко вернитесь к наблюдению за дыханием.",
      "После завершения медитации сделайте ещё несколько глубоких вдохов и откройте глаза."
    ]
  },
  {
    "id": "2",
    "title": "Снятие стресса за 5 минут",
    "author": "Анна Петрова",
    "image": "https://images.unsplash.com/photo-1533537841959-705741f3d3a5?q=80&w=3576&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта короткая медитация идеально подходит для быстрого снятия стресса в напряжённые моменты. Она занимает всего 5 минут и помогает расслабить тело, успокоить ум и вернуть ясность мыслей. Вы можете выполнять её где угодно — дома, в офисе или на улице.",
    "trainingDuration": "5 минут",
    "purpose": "Снятие стресса",
    "instructions": [
      "Найдите место, где вас не будут отвлекать, и сядьте или встаньте в удобной позе.",
      "Закройте глаза и начните с трёх глубоких вдохов через нос и выдохов через рот.",
      "Сосредоточьтесь на своём дыхании, следя за тем, как воздух наполняет ваши лёгкие и плавно выходит.",
      "На каждом выдохе представляйте, как напряжение уходит из вашего тела. Начните с головы и двигайтесь вниз до кончиков пальцев ног.",
      "После завершения медитации медленно откройте глаза, улыбнитесь и поблагодарите себя за эти несколько минут спокойствия."
    ]
  },
  {
    "id": "3",
    "title": "Гармония сна",
    "author": "Сергей Ковалев",
    "image": "https://images.unsplash.com/photo-1464226066583-1bc72dd433a3?q=80&w=2500&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта медитация предназначена для глубокого расслабления перед сном. Она помогает снять напряжение, успокоить ум и подготовить тело к спокойному и восстанавливающему сну. Практика идеально подходит для выполнения вечером, когда вы уже готовы ко сну.",
    "trainingDuration": "20 минут",
    "purpose": "Улучшение сна",
    "instructions": [
      "Лягте в кровать или найдите удобное место, где вы можете расслабиться. Убедитесь, что вас ничто не отвлекает.",
      "Закройте глаза и сделайте три глубоких вдоха через нос и медленных выдоха через рот, чтобы настроиться на расслабление.",
      "Сосредоточьтесь на ощущениях в своём теле. Начните с головы и постепенно перемещайте внимание вниз по телу, замечая, как каждая часть расслабляется.",
      "Если в голове появляются мысли, просто отметьте их и мягко вернитесь к наблюдению за своим дыханием.",
      "Представьте, что вы находитесь в спокойном и уютном месте, например, в лесу или на берегу моря. Почувствуйте покой и умиротворение.",
      "Когда почувствуете, что готовы, позвольте себе погрузиться в сон."
    ]
  },
  {
    "id": "4",
    "title": "Осознанное дыхание",
    "author": "Екатерина Смирнова",
    "image": "https://images.unsplash.com/photo-1591343395902-1adcb454c4e2?q=80&w=3333&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта программа медитации подходит для всех, кто хочет развить осознанность и научиться быть более сосредоточенным. Медитация на дыхание помогает успокоить ум, снять напряжение и стать более внимательным к настоящему моменту. Практика занимает всего 10 минут и подходит как для начинающих, так и для опытных медитирующих.",
    "trainingDuration": "10 минут",
    "purpose": "Осознанность и концентрация",
    "instructions": [
      "Найдите тихое место, где вы можете спокойно посидеть. Сядьте удобно, спина прямая, руки лежат на коленях.",
      "Закройте глаза и сделайте несколько глубоких вдохов и выдохов, чтобы расслабиться.",
      "Сосредоточьтесь на своём дыхании. Наблюдайте, как воздух входит через нос и выходит, не меняя ритм дыхания.",
      "Если мысли начинают отвлекать вас, не ругайте себя. Просто отметьте их и мягко вернитесь к наблюдению за дыханием.",
      "Обратите внимание на ощущения в теле во время дыхания: как поднимается и опускается грудная клетка или ощущается воздух в носу.",
      "После 10 минут осознанного дыхания медленно откройте глаза и поблагодарите себя за эту практику."
    ]
  },
  {
    "id": "5",
    "title": "Медитация благодарности",
    "author": "Дарья Павлова",
    "image": "https://images.unsplash.com/photo-1545945774-73922eb27813?q=80&w=3474&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта медитация помогает настроиться на позитивный лад, осознать прекрасное в своей жизни и выразить благодарность за всё, что вас окружает. Практика благодарности помогает улучшить настроение, укрепить эмоциональную устойчивость и почувствовать радость от настоящего момента. Подходит для ежедневной практики.",
    "trainingDuration": "15 минут",
    "purpose": "Повышение настроения и осознанность",
    "instructions": [
      "Найдите удобное место, где вас никто не потревожит. Сядьте с прямой спиной или лягте, если вам так комфортнее.",
      "Закройте глаза и сделайте три глубоких вдоха и выдоха, чтобы расслабиться и настроиться на практику.",
      "Начните с того, чтобы вспомнить одно или два события, вещи или людей, за которые вы благодарны. Это может быть что-то маленькое, например, тёплый солнечный день или улыбка друга.",
      "Сосредоточьтесь на этих моментах, почувствуйте тепло и радость, которые они приносят. Постарайтесь прочувствовать благодарность в своём сердце.",
      "Произнесите про себя или вслух: 'Я благодарен за...', добавляя то, что приходит на ум. Повторите несколько раз с разными аспектами своей жизни.",
      "Закончите практику несколькими глубокими вдохами и поблагодарите себя за уделённое время. Откройте глаза и вернитесь к своим делам с лёгкостью и теплом."
    ]
  },
  {
    "id": "6",
    "title": "Глубокое расслабление",
    "author": "Игорь Беляев",
    "image": "https://images.unsplash.com/photo-1603983616619-faf118d6c374?q=80&w=3570&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта медитация предназначена для полного расслабления тела и ума. Она идеально подходит для снятия физического и эмоционального напряжения после напряжённого дня. Используя технику прогрессивной релаксации, вы почувствуете, как тело становится лёгким и свободным от стресса. Медитация занимает около 30 минут и подходит для выполнения вечером или в спокойной обстановке.",
    "trainingDuration": "30 минут",
    "purpose": "Снятие усталости и напряжения",
    "instructions": [
      "Найдите тихое место, где вас никто не потревожит. Лягте на спину или сядьте удобно, если вам так комфортнее.",
      "Закройте глаза и начните с глубокого вдоха через нос и медленного выдоха через рот. Повторите 3–5 раз.",
      "Сосредоточьтесь на своём теле. Начните с пальцев ног и поочерёдно расслабляйте каждую часть тела, двигаясь вверх: ноги, бёдра, живот, грудь, руки, плечи, шею и лицо.",
      "На каждом выдохе представляйте, как напряжение уходит из той части тела, на которой вы сосредоточены.",
      "Когда всё тело расслабится, представьте, что вы находитесь в месте, где чувствуете себя спокойно и безопасно, например, на берегу моря или в тени леса.",
      "Побудьте в этом состоянии столько, сколько вам нужно. Когда будете готовы, сделайте несколько глубоких вдохов и медленно откройте глаза."
    ]
  },
  {
    "id": "7",
    "title": "Визуализация целей",
    "author": "Ольга Романова",
    "image": "https://images.unsplash.com/photo-1510034141778-a4d065653d92?q=80&w=3000&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта медитация поможет вам сосредоточиться на своих мечтах и целях. Практика визуализации усиливает мотивацию, помогает поверить в свои возможности и настроиться на достижение желаемого. Медитация подходит как для ежедневной практики, так и для использования в моменты, когда вам нужно вдохновение и ясность.",
    "trainingDuration": "15 минут",
    "purpose": "Мотивация и целеустремлённость",
    "instructions": [
      "Найдите тихое место и сядьте в удобной позе с прямой спиной. Закройте глаза и сделайте несколько глубоких вдохов и выдохов, чтобы расслабиться.",
      "Сосредоточьтесь на дыхании, чтобы успокоить ум и настроиться на медитацию.",
      "Представьте свою цель или мечту так, будто она уже достигнута. Ощутите, где вы находитесь, что делаете и как себя чувствуете, когда ваша цель становится реальностью.",
      "Визуализируйте каждый аспект этого момента: обстановку, звуки, запахи, эмоции. Постарайтесь максимально детализировать картину.",
      "Повторяйте про себя аффирмации, например: 'Я способен достичь своей цели', 'Мои усилия приводят к успеху', 'Я достоин этого результата'.",
      "Постепенно завершите визуализацию, сделав несколько глубоких вдохов и вернувшись в настоящее. Поблагодарите себя за этот момент осознанности и вдохновения."
    ]
  },
  {
    "id": "8",
    "title": "Погружение в тишину",
    "author": "Александр Федоров",
    "image": "https://images.unsplash.com/photo-1512438248247-f0f2a5a8b7f0?q=80&w=3483&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "fullDescription": "Эта медитация предназначена для глубокого внутреннего покоя и отключения от внешнего мира. Практика молчания помогает сосредоточиться на своих ощущениях и мыслях, развить осознанность и достичь гармонии. Это идеальная медитация для тех, кто ищет уединение и хочет восстановить баланс. Рекомендуется проводить её в спокойной и тихой обстановке.",
    "trainingDuration": "40 минут",
    "purpose": "Глубокая перезагрузка и умиротворение",
    "instructions": [
      "Найдите уединённое место, где вас не будут беспокоить. Сядьте удобно, спина прямая, или лягте, если вам так комфортнее.",
      "Закройте глаза и сделайте несколько глубоких вдохов и выдохов, чтобы расслабиться и настроиться на медитацию.",
      "Погрузитесь в полное молчание. Не стремитесь к определённым мыслям или ощущениям — просто наблюдайте за происходящим внутри вас.",
      "Если появляются посторонние мысли, не сопротивляйтесь. Просто дайте им быть, как облакам, проходящим мимо, и возвращайте внимание к своему дыханию или ощущениям тела.",
      "Оставайтесь в этом состоянии столько, сколько вам комфортно. Позвольте тишине стать вашим проводником к внутреннему покою.",
      "В конце медитации сделайте несколько глубоких вдохов и медленно откройте глаза. Поблагодарите себя за этот момент уединения и восстановления."
    ]
  }
]